export const ResultData = [
    {
      id: 1,
      name: '앞으로 나가짱',
      best: 'ENTP',
      desc: '나는 나의 길을 간ㄷr..⭐️ 강한 자기애와 마이웨이로 목줄 끊고 질주하는 노빠꾸견. 다른 강쥐가 걱정해주면 수긍하는 척 꼬리를 흔들지만 금세 뒷발을 차며 추진력을 모으는 군요'
      image:
    },
    {
        id: 2,
        name: "정의는나의짱",
        best: "ENFJ",
        desc: "정의로운 심성의 리더견, 귀여운 외모와 오랜 스트릿 생활로 쌓은 인맥 덕에 손쉽게 동네 개장님으로 당선도 되었죠. 갈등을 싫어해서 개싸움이 생기면 언제나 앞장서서 말린답니다",
        image:
      },
      {
        id: 3,
        name:"단호박짱",
        best:"ESTJ",
        desc:"집안의 서열을 책임지는 강쥐. 자신의 영역과 밥그릇은 철저히 지킨답니다. 다른 강쥐가 자신의 밥그릇을 탐내면 단호박으로 막아버리는 포스까지 갖췄어요",
        image:
      },
      {
        id: 4,
        name: "자유로운영혼짱",
        best: "ESFP",
        desc: "자유로운 영혼의 소유자. 주인이 눈앞에서 사라지는 순간 간식을 훔칠 완전 범죄를 계획하는 강쥐. 입가에 묻은 간식 부스러기 때문에 매번 혼나지만 주인의 관심이 항상 고픈 낙천적인 성격의 소유자",
        image:
      },
      {
        id: 5,
        name: "인싸짱",
        best: "ESFJ",
        desc: "365일 해맑은 미소로 강아지 친구를 만드는 친화력갑. 당신의 지나친 관심을 부담스러워하는 강쥐들도 있지만 당신의 웃음 한방에 다들 넘어가네요",
        image:
      },
      {
        id: 6,
        name: "내가왕이될짱",
        best: "ENTJ",
        desc: "타고난 포스로 나주평야 일대를 휩쓴 카리스마 강쥐. 한번 입에 문 장난감은 절대 놓지 않는 강쥐계의 불도저",
        image:
      },
      {
        id: 7,
        name: "흥부자짱",
        best: "ENFP",
        desc: "이구역 최고의 똥꼬발랄강쥐. 만나는 강쥐 모두를 사로잡는 매력을 가졌조. 언제나 사랑받지만 엉덩이 냄새 받다가 실수로 뒷발에 차이지 않게 항상 조심해요",
        image:
      },
      {
        id: 8,
        name: "팔자늘어진짱",
        best: "INFP",
        desc: "오늘의 할 일은 누워있기가 전부인 강쥐. 산책보다 좋은 건 주인의 사랑입니다. 상상력도 풍부한 당신은 오늘도 간식잭팟 터뜨리는 상상을 하며 잠듭니다",
        image:
      },
      {
        id: 9,
        name: "무심짱",
        best: "INTP",
        desc: "주인이 무슨 행동을 해도 딱히 관심이 없군요?혼자 낮잠 자는게 제일 좋은 무심견입니다. 어느 날 주인이 울면서 껴안아와도 도망가지 않고 얌쟈니 있지만 속으로는 개껌을 떠올리고 있진 않은지..? ",
        image:
      },
      {
        id: 10,
        name:"나만알고싶은짱",
        best:"ISTP",
        desc:"냉철하고 실용적인 강쥐. 크게 노력은 안했지만 타고난 재능으로 2020 개림픽 우승컵 차지! 이겨서 기분은 좋은 동시에 다르 강쥐들 축하는 부담스러운 모순적인 강쥐",
        image:
      },
      {
        id: 11,
        name:"이심전심짱",
        best:"INFJ",
        desc:"섬세한 눈썰미로 주인의 마음을 먼저 살피는 배려 많은 강쥐. 부처 같은 인내심으로 주위에서도 신임을 얻죠. 때로는 과한 공감능력으로 몰래 간식 훔쳐서 혼난 강쥐 대신에 눈물도 훔친답니다",
        image:
      },
      {
        id: 12,
        name:"넘사벽엄친짱",
        best:"ISTJ",
        desc:"태어나보니 금수저, 뼛속부터 엘리트 강쥐. 타고난 두뇌로 댕댕스쿨마저 수석으로 졸업했죠. 틈만 나면 주위에 자랑하려는 주인이 귀찮아 일부러 댕한척해서 당황한 주인의 반응을 살피기도 한답니다"
        image:
      },
      {
        id: 13,
        name:"츤데레짱",
        best:"INTJ",
        desc:"개껌을 사왔는데 왜 먹지를 못하누... 겉으로는 짖어도 속으로는 꼬리를 흔들고 있는 김첨지 강쥐. 가끔 신경질을 부려도 마음 연 이들에겐 하나 남은 개껌도 양보하는 이 시대의 츤데레",
        image:
      },
      {
        id: 14,
        name:"너는짖어라짱",
        best:"INTP",
        desc:"주인이 뭘하든간에 딱히 관심이 없는 강쥐. 혼자 낮잠 자는 게 제일 좋은 무심견입니다. 어느날 주인이 울면서 껴안으면 얌전히는 있지만 속으로는 개껌을 떠올리고 있죠",
        image:
      },
      {
        id: 15,
        name: "멍므파탈짱",
        best: "ISFP",
        desc: "치명적인 멍므파탈. 낯선 사람에게는 시선도 주지 않는 도도한 매력의 소유자. 하지만 주인에게는 360도 꼬리를 돌리며 반기는 반전매력의 소유자입니다",
        image:
      },
      {
        id: 16,
        name: "솜사탕짱",
        best: "ISFJ",
        desc: "주인의 무릎 위가 가장 좋은 강쥐. 간식을 받지 않아도 주인 손에 앞발을 내미는 사랑스러운 성격의 소유자. 가끔 주인을 지키려고 처음 보는 사람에게 으르렁거리는 용기도 지녔죠",
        image:
      },
]